#INTRO TO IT 2nd COURSE
# Задача 4: Найди сумму!
# Можешь найти сумму всех чисел в списке?
def summ_of_number(number):
    return sum(number)
numbers = [1, 2, 3, 4, 5]
print(f"Сумма {nubers} равна {summ_of_number(numbers)}")